{
    "translations": {
        "de": {
            "Module Help": "Modul Hilfe",
            "This Module allows to monitor devices connected to a UniFi Network and provide data in variables.": "Dieses Modul ermöglicht es Geräte im Netz zu überwachen und Daten in Variablen anzuzeigen.",
            "Please select the type of controller you are using, enter its IP Address, Port and a user allowed to log in.": "Bitte wählen sie die Art des Controllers und geben die IP Adresse, Port und einen Anwender ein der auf diesen zugreifen darf.",
            "To manage certain devices, please use their MAC address - easiest method might be to take it from the controller interface.": "Um Geräte zu verwalten, geben sie bitte die MAC Addresse ein - diese können am einfachsten aus dem Controller ausgelesen werden.",
            "Please turn on the data points you would like to monitor and variables will be created accordingly.": "Die gewünschten Datenpunkte können in der Konfiguration ausgewählt werden.",
            "Updates will happen on a schedule every xyz seconds.": "Das Module prüft die Anwensenheit alle xyz Sekunden, wie im Module konfiguriert",
            "For debugging, please use the Debug function of the module.": "Für das Prüfen der Funktionen, gibt es Modul Meldungen im Debugbereich aus",
            "UniFi Toolbox - Endpoint Monitor Configuration": "UniFi Toolbox - Endgeräte Überwachung Konfiguration",
            "Controller Type": "Art des Controllers",
            "Server Address": "Server Adresse",
            "User Name": "Anmeldename",
            "Password": "Passwort",
            "Update Frequency": "Aktualisierungsfrequenz",
            "sec - 0 is off": "Sek - 0 ist Aus",
            "Please enter the MAC Address of the device to be monitored.": "MAC Adresse die überwacht werden soll.",
            "Device MAC Address": "Geräte MAC Adresse",
            "Please select how the device to be monitor is connected - this will switch on/off certain variables.": "Bitte wählen wie das zu überwachende Gerät verbunden ist - dies bestimmt die möglichen Variablen.",
            "400 Bad Request - The server cannot or will not process the request due to an apparent client error.": "400 Bad Request - Die Anfrage wird vom Controller nicht verarbeitet (falsche IP?) - Client Fehler.",
            "401 Unauthorized / 403 Forbidden - The request contained valid data and was understood by the server, but the server is refusing action. Missing user permission?": "401 Unauthorized / 403 Forbidden - Die Anfrage ging an den richtigen Server, allerdings konnte sich Symcon nicht anmelden. Bitte Login Daten prüfen.",
            "Connection Type": "Art der Verbindung",
            "Wireless": "WLAN",
            "Wired": "Kabel",
            "Basic Data": "Basisdaten",
            "Hardware Data": "Hardwaredaten",
            "Device Type": "Geräte Typ",
            "Config error - device monitored is a wired device. Please select wired in the module configuration.": "Konfigurationsfehler - das überwachte Gerät ist verkabelt. Bitte dies in der Modulkonfiguration einstellen.",
            "Network Data": "Netzwerkdaten",
            "Connection Data": "Verbindungsdaten",
            "Transfer data is only available on wireless devices.": "Übertragungsdaten sind nur bei WLAN Geräten verfügbar.",
            "Transfer Data": "Übertragungsdaten",
            "Test Authentication": "Teste Anmeldung am Controller",
            "Get Device Data": "Hole Gerätedaten",
            "Device Model": "Geräte Typ",
            "Device Name": "Geräte Name",
            "CPU Load": "CPU Auslastung",
            "Memory Load": "Speicher Auslastung",
            "WAN 1 TX Packets": "WAN 1 TX Pakete",
            "WAN 1 RX Packets": "WAN 1 RX Pakete",
            "WAN 1 TX Errors": "WAN 1 TX Fehler",
            "WAN 1 RX Errors": "WAN 1 RX Fehler",
            "IP Address": "IP Adresse",
            "Satisfaction": "Verbindungsqualität",
            "Last Seen": "Zuletzt gesehen",
            "Uptime in hours": "Verbunden seit - in Stunden",
            "Channel": "Kanal",
            "Radio": "Funktechnologie",
            "Noise": "Störung",
            "Signal Strength": "Signal Stärke"
        }
    }
}
