{
    "translations": {
        "de": {
            "Module Help": "Modul Hilfe",
            "This Module allows to power cycle PoE switch ports.": "Dieses Modul ermöglicht es Geräte im Netz zu blockieren, um z.B. den Zugang der Kinder zu Internet nach 20 Uhr zu blockieren.",
            "Please select the type of controller you are using, enter its IP address, port and a user allowed to log in.": "Bitte wählen sie die Art des Controllers und geben die IP Adresse, Port und einen Anwender ein der auf diesen zugreifen darf.",
            "To manage devices, please use their MAC address, no. of ports and a clear text name, which will be used to create variables in the object tree.": "Um Geräte zu verwalten, geben sie bitte die MAC Addresse und einen Namen in der Form unten ein - anhand des Namens wird eine Boolean Variable im Objektbaum erstellt.",
            "This variable can be used to power-cycle switch ports e.g. via the mobile app, webfront or other automation.": "Die Variable im Objektbaum kann im Webfront, der Mobile-App oder einer Automation genutzt werden um Geräte ein oder aus zu schalten.",
            "Updates will happen on a schedule every xyz seconds.": "Das Module prüft die Anwensenheit alle xyz Sekunden, wie im Module konfiguriert",
            "For debugging, please use the Debug function of the module.": "Für das Prüfen der Funktionen, gibt es Modul Meldungen im Debugbereich aus",
            "400 Bad Request - The server cannot or will not process the request due to an apparent client error.": "400 Bad Request - Die Anfrage wird vom Controller nicht verarbeitet (falsche IP?) - Client Fehler.",
            "401 Unauthorized / 403 Forbidden - The request contained valid data and was understood by the server, but the server is refusing action. Missing user permission?": "401 Unauthorized / 403 Forbidden - Die Anfrage ging an den richtigen Server, allerdings konnte sich Symcon nicht anmelden. Bitte Login Daten prüfen.",
            "UniFi Toolbox - Presence Manager Configuration": "UniFi Toolbox - Anwesenheits Manager Konfiguration",
            "PoE Switchport will be cycled ": "PoE Switchport wird neugestartet ",
            "Nothing to do for ": "Nichts zu tun für: ",
            "Controller Type": "Art des Controllers",
            "Server Address": "Server Adresse",
            "User Name": "Anmeldename",
            "Password": "Passwort",
            "Update Frequency": "Aktualisierungsfrequenz",
            "sec - 0 is off": "Sek - 0 ist Aus",
            "Device names must not contain a space - e.g. please use GardenCam without a space.": "Gerätenamen dürfen keine Leerzeichen enthalten, bitte z.B. GartenKamera verwenden",
            "Devices": "Geräte",
            "Devicename": "Gerätename",
            "MAC": "MAC",
            "No. of ports": "Anzahl der Ports",
            "Test Authentication and power-cycle": "Teste Anmeldung und Power-Cycle",
            "Check site name": "Name der Site prüfen",
            "' found. --> Configuration is correct!": "' gefunden. --> Konfiguration ist richtig",
            "' not found! --> available site-names: ": "' nicht gefunden! --> verfügbare Namen für Sites sind: "
        }
    }
}
