{
    "translations": {
        "de": {
            "Module Help": "Modul Hilfe",
            "This Module allows to identify if a certain device is connected to the network to e.g. provide for presence management.": "Dieses Modul ermöglicht es Geräte im Netz zu überwachen, um z.B. eine Anwsenheitskontrolle zu ermöglichen.",
            "Please select the type of controller you are using, enter its IP Address, Port and a user allowed to log in.": "Bitte wählen sie die Art des Controllers und geben die IP Adresse, Port und einen Anwender ein der auf diesen zugreifen darf.",
            "To manage certain devices, please use their MAC address and a clear text name, which will be used to create a variable in the object tree.": "Um Geräte zu verwalten, geben sie bitte die MAC Addresse und einen Namen in der Form unten ein - anhand des Namens wird eine Boolean Variable im Objektbaum erstellt.",
            "The variable in the Object Tree can be used to see if a device is online or offline e.g. a mobile app, webfront or other automation.": "Die Variable im Objektbaum kann dann im Webfront, der Mobile-App oder einer Automation genutzt werden wenn Geräte Online oder Offline sind",
            "Updates will happen on a schedule every xyz seconds.": "Das Module prüft die Anwensenheit alle xyz Sekunden, wie im Module konfiguriert",
            "For debugging, please use the Debug function of the module.": "Für das Prüfen der Funktionen, gibt es Modul Meldungen im Debugbereich aus",
            "UniFi Toolbox - Presence Manager Configuration": "UniFi Toolbox - Anwesenheits Manager Konfiguration",
            "400 Bad Request - The server cannot or will not process the request due to an apparent client error.": "400 Bad Request - Die Anfrage wird vom Controller nicht verarbeitet (falsche IP?) - Client Fehler.",
            "401 Unauthorized / 403 Forbidden - The request contained valid data and was understood by the server, but the server is refusing action. Missing user permission?": "401 Unauthorized / 403 Forbidden - Die Anfrage ging an den richtigen Server, allerdings konnte sich Symcon nicht anmelden. Bitte Login Daten prüfen.",
            "Controller Type": "Art des Controllers",
            "Server Address": "Server Adresse",
            "User Name": "Anmeldename",
            "Password": "Passwort",
            "Update Frequency": "Aktualisierungsfrequenz",
            "sec - 0 is off": "Sek - 0 ist Aus",
            "The General Presence Updated variable will always be updated and can be used to trigger general updates independent of the sender.": "Die Allgemeine Anwesenheit Aktualisiert Variable wird immer unabhängig vom Gerät aktualisiert und kann somit eine generische Aktion auslösen.",
            "Variable General Presence Update": "Variable Allgemeine Anwesenheit Aktualisiert",
            "Variable General Update": "Variable für alle Änderungen",
            "Devices": "Geräte",
            "Devicename": "Gerätename",
            "MAC": "MAC",
            "Test Authentication": "Teste Anmeldung am Controller",
            "Check Presence": "Prüfe Anwesenheit",
            "Check site name": "Name der Site prüfen",
            "' found. --> Configuration is correct!": "' gefunden. --> Konfiguration ist richtig",
            "' not found! --> available site-names: ": "' nicht gefunden! --> verfügbare Namen für Sites sind: "
        }
    }
}